Repository: common-repository/legalblink-policy
Catalog: languages/legalblink-policy-*.po
Languages: it_it

source: , or
it_it: , oppure

source: A problem occurred when saving the page
it_it: Si è verificato un problema durante il salvataggio della pagina

source: Accept the cookie information by clicking on the ACCEPT button in the banner
it_it: Accetta l’informativa cookie cliccando sul pulsante ACCETTA presente nel banner

source: Accept the cookie information by clicking on the CLOSE button on the banner
it_it: Accetta l’informativa cookie cliccando sul pulsante CHIUDI presente nel banner

source: Accept the cookie information by continuing to browse, accessing another area of the site
it_it: Accetta l’informativa cookie continuando la navigazione, accedendo ad un’altra area del sito

source: Accept the cookie information on the mouse scroll event
it_it: Accetta l'informativa cookie sull'evento scroll del mouse

source: Accessing another area of ​​the site or clicking on any element of the page (image or link) outside the banner
it_it: Accedendo ad altra area del sito o cliccando su qualunque elemento della pagina (immagine o link) esterno al banner

source: Activate cookie policy page
it_it: Attiva la pagina sulla politica sui cookie

source: Activate GCS policy page
it_it: Attiva la pagina dei criteri CGV

source: Activate privacy policy page
it_it: Attiva la pagina della politica sulla privacy

source: Administrator
it_it: Amministratore

source: Advanced Settings
it_it: Impostazioni Avanzate

source: After making your choice on the consent form for first-party profiling cookies, to save your preferences click on "Save".
it_it: Dopo aver effettuato la scelta sul modulo di consenso per i cookie di profilazione di prima parte, per salvare le tue preferenze fai clic su "Salva".

source: Alert message
it_it: Messaggio di avviso

source: Animation style
it_it: Stile di animazione

source: Anyone
it_it: Chiunque

source: Author
it_it: Autore

source: Automatically block all embed components detected by the plugin.
it_it: Blocca automaticamente tutti i componenti embed rilevati dal plug-in.

source: Automatically block all iframe detected by the plugin.
it_it: Blocca automaticamente tutti gli iframe rilevati dal plugin.

source: Automatically block known scripts detected by the plugin.
it_it: Blocca automaticamente gli script noti rilevati dal plug-in.

source: Banner background color
it_it: Colore di sfondo banner

source: Banner Cookie
it_it: Cookie Banner

source: Banner text color
it_it: Colore testo banner

source: Banner text size
it_it: Dimensione del testo del banner

source: Basic interactions & features
it_it: Interazioni e caratteristiche di base

source: Bottom
it_it: Parte inferiore

source: Button background color
it_it: Colore di sfondo del pulsante

source: Button text color
it_it: Colore testo pulsante

source: By clicking on the "%s" button in the banner itself
it_it: Facendo clic sul pulsante "%s" nel banner stesso

source: By clicking on the "%s" button or "%s" button in the banner itself
it_it: Facendo clic sul pulsante "%s" o sul pulsante "%s" nel banner stesso

source: Cache settings
it_it: Impostazioni Cache

source: Choose the animation to apply when the banner appears.
it_it: Scegli l'animazione da applicare quando viene visualizzato il banner.

source: Choose the background color of the banner.
it_it: Scegli il colore di sfondo del banner.

source: Choose the background color of the button.
it_it: Scegli il colore di sfondo del pulsante.

source: Choose the color of the banner text.
it_it: Scegli il colore del testo del banner.

source: Choose the overlay color of the page.
it_it: Scegli il colore di sovrapposizione della pagina.

source: Choose the page used to show the cookie policy.
it_it: Scegli la pagina utilizzata per mostrare la cookie policy.

source: Choose the page used to show the GCS policy.
it_it: Scegli la pagina utilizzata per mostrare il documento CGV.

source: Choose the page used to show the privacy policy.
it_it: Scegli la pagina utilizzata per mostrare l'informativa sulla privacy.

source: Choose the size in pixels of the text.
it_it: Scegli la dimensione in pixel del testo.

source: Choose the text color of the button.
it_it: Scegli il colore del testo del pulsante.

source: Choose where to display the banner.
it_it: Scegli dove visualizzare il banner.

source: Clear cache
it_it: Cancella cache

source: Click here to go check the CMS pages of your site.
it_it: Clicca qui per andare a controllare le pagine CMS del tuo sito.

source: Click here to go in privacy policy settings of your site.
it_it: Fai clic qui per accedere alle impostazioni sulla privacy del tuo sito.

source: Click or select to copy and paste this shortcode in every page that could used to show the policy.
it_it: Fare clic o selezionare per copiare e incollare questo shortcode in ogni pagina che potrebbe essere utilizzata per mostrare il documento.

source: Click to copy in clipboard.
it_it: Fai clic per copiare negli appunti.

source: Close
it_it: Chiudi

source: Contributor
it_it: Collaboratore

source: Cookie Policy
it_it: Informativa Cookie

source: Cookie policy page
it_it: Pagina sulla politica dei cookie

source: Cookie Policy Settings
it_it: Impostazioni sulla politica dei cookie

source: Cookie policy URL provided by LegalBlink
it_it: URL del documento policy sui cookie fornito da LegalBlink

source: Custom CSS class
it_it: Classe CSS personalizzata

source: Custom text for the accept button
it_it: Testo personalizzato per il pulsante Accetta

source: Custom text for the close button
it_it: Testo personalizzato per il pulsante di chiusura

source: Deactivating the plugin
it_it: Disattivazione del plug-in

source: Disabled
it_it: Disabilitato

source: Editor
it_it: Editore

source: Embed blocking
it_it: Blocco degli embed

source: Enable the overlay
it_it: Abilita la sovrapposizione

source: Enabled
it_it: Attivo

source: Enter a custom CSS class
it_it: Inserisci una classe CSS personalizzata

source: Enter here the message to be shown to your customers. Use the reserved string {cookie_policy} to create an automatic link to the cookie page.
it_it: Inserisci qui il messaggio da mostrare ai tuoi clienti. Utilizzare la stringa riservata {cookie_policy} per creare un collegamento automatico alla pagina dei cookie.

source: Error: plugin "LegalBlink Policy" requires a newer version of PHP to be running.
it_it: Errore: il plug-in "Politica LegalBlink" richiede l'esecuzione di una versione più recente di PHP.

source: Experience anhancement
it_it: Esperienza di miglioramento

source: Feature not configured
it_it: Funzionalità non configurata

source: Feature not enabled
it_it: Funzione non abilitata

source: Force reload page
it_it: Forza la ricarica della pagina

source: Force reload the current page when the user accepts the site cookies.
it_it: Forza il ricaricare della pagina corrente quando l'utente accetta i cookie del sito.

source: GCS Policy
it_it: Informativa CGV

source: GCS policy page
it_it: Pagina delle politiche CGV

source: GCS policy URL provided by LegalBlink
it_it: URL della politica CGV fornito da LegalBlink

source: General Conditions of Sale Policy Settings
it_it: Impostazioni delle Condizioni generali di vendita

source: General Settings
it_it: Impostazioni Generali

source: If you don't have an account yet, click here to register one freely and start generating your legal documents.
it_it: Se non hai ancora un account, fai clic qui per registrarne uno liberamente e iniziare a generare i tuoi documenti legali.

source: Iframe blocking
it_it: Blocco degli iframe

source: Insert DIRECT LINK of the "Cookie Policy" document generated with LegalBlink.
it_it: Inserisci il LINK DIRETTO del documento "Cookie Policy" generato con LegalBlink.

source: Insert DIRECT LINK of the "GCS Policy" document generated with LegalBlink.
it_it: Inserisci DIRECT LINK del documento "Politica CGV" generato con LegalBlink.

source: Insert DIRECT LINK of the "Privacy Policy" document generated with LegalBlink.
it_it: Inserisci il LINK DIRETTO del documento "Informativa sulla privacy" generato con LegalBlink.

source: Install LegalBlink services in your site.
it_it: Installa i servizi LegalBlink nel tuo sito.

source: It shows the cookie banner in all site pages.
it_it: Mostra il banner dei cookie in tutte le pagine del sito.

source: LegalBlink generates the legal documents of your business in the fastest and cheapest way.
it_it: LegalBlink genera i documenti legali della tua attività nel modo più rapido ed economico.

source: Method of accepting cookies
it_it: Metodi di accettazione dei cookie

source: Minimal version of PHP required:
it_it: Versione minima di PHP richiesta:

source: No animation
it_it: Nessuna animazione

source: Not set
it_it: Non impostato

source: Ok, I understand
it_it: Ok, ho capito

source: Overlay color
it_it: Colore di sovrapposizione

source: Page does not exists
it_it: La pagina non esiste

source: Performing a scrolling action of the page (c.d. scroll down)
it_it: Compiendo un'azione di scorrimento della pagina (c.d. scroll down)

source: Position
it_it: Posizione

source: Privacy Policy
it_it: Informativa sulla Privacy

source: Privacy policy page
it_it: Pagina sulla politica sulla privacy

source: Privacy Policy Settings
it_it: Impostazioni della politica sulla privacy

source: Privacy policy URL provided by LegalBlink
it_it: URL della politica sulla privacy fornito da LegalBlink

source: Save
it_it: Salva

source: Script blocking
it_it: Blocco degli script

source: Set as default in Wordpress
it_it: Imposta come predefinito in Wordpress

source: Set this page as the default privacy policy page in Wordpress.
it_it: Imposta questa pagina come pagina della politica sulla privacy predefinita in Wordpress.

source: Show the banner
it_it: Mostra il banner

source: Shows the cookie policy content in a specific page of the site.
it_it: Mostra il contenuto della politica sui cookie in una specifica pagina del sito.

source: Shows the GCS policy content in a specific page of the site.
it_it: Mostra il contenuto del documento CGV in una pagina specifica del sito.

source: Shows the privacy policy content in a specific page of the site.
it_it: Mostra il contenuto della politica sulla privacy in una pagina specifica del sito.

source: Strictly necessary
it_it: Strettamente necessario

source: Style 1
it_it: Stile 1

source: Style 2
it_it: Stile 2

source: Style 3
it_it: Stile 3

source: Style 4
it_it: Stile 4

source: Style 5
it_it: Stile 5

source: Style 6
it_it: Stile 6

source: Style Settings
it_it: Impostazioni di stile

source: Subscriber
it_it: Sottoscrittore

source: Targeting & Advertising
it_it: Targeting e pubblicità

source: The cache has been cleared.
it_it: La cache è stata cancellata.

source: The content of the document you generated using LegalBlink service will be gathered and displayed on the page you have selected in this section.
it_it: Il contenuto del documento generato utilizzando il servizio LegalBlink verrà raccolto e visualizzato nella pagina selezionata in questa sezione.

source: The first generator of general conditions of sale, privacy policy and cookie policy for e-commerce.
it_it: Il primo generatore di condizioni generali di vendita, privacy policy e cookie policy per l'e-commerce.

source: There was an error:
it_it: Si è verificato un errore:

source: This site uses third-party cookies to profile users, these cookies allow the correct use of our services. To learn more or opt out of all or some cookies go to {cookie_policy} page.
it_it: Questo sito utilizza cookie di terze parti per profilare gli utenti, questi cookie consentono il corretto utilizzo dei nostri servizi. Per saperne di più o negare il consenso a tutti o ad alcuni cookie vai alla pagina {cookie_policy}.

source: To refresh policy texts, it is possible to delete the cache, clicking on the button below.
it_it: Per aggiornare i testi delle policy, è possibile eliminare la cache, facendo clic sul pulsante in basso.

source: Top
it_it: Superiore

source: Type something here.
it_it: Digita qualcosa qui.

source: URL should not be empty
it_it: L'URL non dovrebbe essere vuoto

source: Warning! The selected CMS page will be overwritten.
it_it: Avvertimento! La pagina CMS selezionata verrà sovrascritta.

source: When the banner appears, a background color is applied to the page.
it_it: Quando viene visualizzato il banner, viene applicato un colore di sfondo alla pagina.

source: will consent to the use of cookies.
it_it: si acconsente all'uso dei cookie.

source: With LegalBlink you forget about legal issues because you have a team of professionals who are experts in digital law who support your business.
it_it: Con LegalBlink dimentichi le questioni legali perché hai un Team di professionisti esperti in diritto digitale che affianca la tua impresa.

source: Write here a custom text for the cookie acceptance button. (e.g. 'Ok, I understand')
it_it: Scrivi qui un testo personalizzato per il pulsante di accettazione dei cookie. (ad es. "Ok, ho capito")

source: Write here a custom text for the cookie banner close button. (e.g. 'Close')
it_it: Scrivi qui un testo personalizzato per il pulsante di chiusura del banner cookie. (ad es. "Chiudi")

source: Your server's PHP version:
it_it: La versione PHP del tuo server:
